Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: Skip Tour used to be the only way out of the Welcome Tour from 25 of its 28 steps — and it reset your progress, even if all you wanted was to step away and come back later. It's now Leave Tour everywhere, offering a real choice: pause and resume right where you left off, or skip the tour completely. The old checkpoint-only Pause Tour option is gone, since this covers every step instead of just 3.
ar: كان "تخطي الجولة" الطريقة الوحيدة للخروج من الجولة في 25 من خطواتها الثماني والعشرين، وكان يعيد تقدمك إلى البداية حتى لو أردت الابتعاد قليلًا فقط. الآن يوجد "مغادرة الجولة" في كل مكان مع خيار حقيقي: الإيقاف المؤقت والاستئناف من حيث توقفت، أو تخطي الجولة كاملة. أُزيل خيار "إيقاف الجولة مؤقتًا" القديم الذي كان متاحًا في نقاط محددة فقط، لأن الخيار الجديد يشمل كل خطوة بدلًا من 3 فقط.
de: „Tour überspringen“ war bei 25 der 28 Schritte der einzige Ausweg aus der Willkommenstour und setzte deinen Fortschritt zurück, auch wenn du nur kurz weg wolltest. Jetzt heißt es überall „Tour verlassen“ mit einer echten Wahl: pausieren und später genau dort weitermachen oder die Tour ganz überspringen. Die alte Option „Tour pausieren“, die es nur an Kontrollpunkten gab, entfällt, weil dies nun jeden Schritt statt nur 3 abdeckt.
el: Η Παράλειψη ξενάγησης ήταν η μόνη έξοδος από την ξενάγηση σε 25 από τα 28 βήματα και μηδένιζε την πρόοδό σας, ακόμη κι αν θέλατε απλώς να λείψετε για λίγο. Τώρα υπάρχει παντού η Έξοδος από την περιήγηση με πραγματική επιλογή: παύση και συνέχεια ακριβώς από εκεί που σταματήσατε ή πλήρης παράλειψη της ξενάγησης. Η παλιά επιλογή Παύση ξενάγησης, διαθέσιμη μόνο σε λίγα σημεία, καταργήθηκε, αφού αυτό καλύπτει πλέον κάθε βήμα αντί για μόνο 3.
es: Omitir recorrido era la única salida del recorrido en 25 de sus 28 pasos, y reiniciaba tu progreso aunque solo quisieras apartarte un rato. Ahora es Salir del recorrido en todas partes, con una elección real: pausar y retomar justo donde lo dejaste, u omitirlo por completo. La antigua opción Pausar recorrido, solo en algunos puntos, desaparece, porque esto cubre cada paso en lugar de solo 3.
fa: «رد کردن تور» تنها راه خروج از تور در ۲۵ مرحله از ۲۸ مرحله بود و پیشرفت شما را صفر می‌کرد، حتی اگر فقط می‌خواستید کمی دور شوید. اکنون همه‌جا «ترک تور» هست با یک انتخاب واقعی: توقف و ادامه دقیقاً از همان‌جا، یا رد کردن کامل تور. گزینهٔ قدیمی «توقف تور» که فقط در چند نقطه بود حذف شد، چون این گزینه اکنون به‌جای ۳ مرحله همهٔ مراحل را پوشش می‌دهد.
fr: Passer la visite était la seule façon d'en sortir depuis 25 de ses 28 étapes, et cela réinitialisait votre progression, même si vous vouliez seulement vous absenter un moment. C'est désormais Quitter la visite partout, avec un vrai choix : mettre en pause et reprendre exactement là où vous étiez, ou passer complètement la visite. L'ancienne option Mettre en pause, limitée à certains points, disparaît, puisque cela couvre désormais chaque étape au lieu de 3.
he: "דלג על הסיור" הייתה הדרך היחידה לצאת מהסיור ב-25 מתוך 28 שלביו, והיא איפסה את ההתקדמות גם אם רצית רק לצאת לרגע. עכשיו יש בכל מקום "עזוב את הסיור" עם בחירה אמיתית: להשהות ולהמשיך בדיוק מאיפה שהפסקת, או לדלג על הסיור לגמרי. אפשרות "השהה סיור" הישנה, שהייתה זמינה רק בכמה נקודות, הוסרה, כי זה מכסה עכשיו כל שלב במקום 3 בלבד.
hi: टूर छोड़ें, 28 में से 25 चरणों पर टूर से बाहर निकलने का अकेला तरीका था, और यह आपकी प्रगति मिटा देता था, भले ही आप बस थोड़ी देर के लिए हटना चाहते हों। अब हर जगह टूर से बाहर निकलें है, असली विकल्प के साथ: रोकें और ठीक वहीं से फिर शुरू करें, या टूर पूरी तरह छोड़ दें। पुराना टूर रोकें विकल्प, जो सिर्फ़ कुछ जगहों पर था, हटा दिया गया है, क्योंकि अब यह सिर्फ़ 3 नहीं, हर चरण पर लागू है।
id: Lewati Tur dulu menjadi satu-satunya jalan keluar dari Tur Sambutan di 25 dari 28 langkahnya, dan itu mengatur ulang kemajuan Anda, bahkan jika Anda hanya ingin pergi sebentar. Kini ada Tinggalkan Tur di mana-mana, dengan pilihan sungguhan: jeda dan lanjutkan tepat dari posisi terakhir, atau lewati tur sepenuhnya. Opsi Jeda Tur lama yang hanya ada di beberapa titik dihapus, karena kini berlaku untuk setiap langkah, bukan hanya 3.
it: Salta tour era l'unico modo per uscire dal tour in 25 dei suoi 28 passaggi, e azzerava i progressi anche se volevi solo allontanarti un attimo. Ora ovunque c'è Esci dal tour, con una scelta vera: metti in pausa e riprendi esattamente da dove eri, oppure salta del tutto il tour. La vecchia opzione Metti in pausa, disponibile solo in alcuni punti, scompare, perché questa copre ogni passaggio invece di soli 3.
ja: 28ステップのうち25ステップでは、「ツアーをスキップ」がツアーを抜ける唯一の方法で、少し離れたいだけでも進行状況がリセットされていました。現在はどこでも「ツアーを終了」が使え、中断した場所から再開できるように一時停止するか、ツアーを完全にスキップするかを選べます。一部の地点でしか使えなかった以前の「ツアーを一時停止」は、3ステップだけでなくすべてのステップで使えるようになったため廃止しました。
ko: 28단계 중 25단계에서 투어를 벗어나는 방법은 투어 건너뛰기뿐이었고, 잠시 자리를 비우려던 경우에도 진행 상황이 초기화되었습니다. 이제 어디서나 투어 나가기로 실제 선택을 할 수 있습니다. 일시 정지했다가 멈춘 곳에서 이어 가거나, 투어를 완전히 건너뛸 수 있습니다. 일부 지점에서만 쓸 수 있던 예전 투어 일시 정지 옵션은, 이제 3단계뿐 아니라 모든 단계를 지원하므로 없앴습니다.
nl: Rondleiding overslaan was bij 25 van de 28 stappen de enige uitweg, en het zette je voortgang terug, ook als je alleen even weg wilde. Nu staat er overal Rondleiding verlaten, met een echte keuze: pauzeren en precies daar verdergaan waar je was, of de rondleiding helemaal overslaan. De oude optie Rondleiding pauzeren, die alleen op enkele punten bestond, is weg, omdat dit nu elke stap dekt in plaats van maar 3.
pl: Pomiń przewodnik był jedynym wyjściem z przewodnika w 25 z 28 kroków i zerował postęp, nawet jeśli chciałeś tylko na chwilę odejść. Teraz wszędzie jest Opuść przewodnik z prawdziwym wyborem: wstrzymaj i wróć dokładnie tam, gdzie skończyłeś, albo całkowicie pomiń przewodnik. Dawna opcja Wstrzymaj przewodnik, dostępna tylko w kilku miejscach, zniknęła, bo to rozwiązanie obejmuje każdy krok zamiast tylko 3.
pt: Pular tour era a única saída do tour em 25 das 28 etapas, e zerava seu progresso mesmo que você só quisesse sair um pouco. Agora é Sair do tour em todo lugar, com uma escolha real: pausar e retomar exatamente de onde parou, ou pular o tour de vez. A antiga opção Pausar tour, só em alguns pontos, foi removida, já que isso cobre todas as etapas em vez de só 3.
ru: «Пропустить тур» было единственным способом выйти из тура на 25 из 28 шагов и сбрасывало прогресс, даже если вы хотели просто ненадолго отвлечься. Теперь везде есть «Покинуть тур» с настоящим выбором: поставить на паузу и продолжить ровно с того места, где остановились, или полностью пропустить тур. Старый вариант «Приостановить тур», доступный лишь в нескольких местах, убран, так как новый охватывает все шаги, а не только 3.
sv: Hoppa över rundturen var det enda sättet att lämna rundturen från 25 av dess 28 steg, och det nollställde dina framsteg även om du bara ville gå ifrån en stund. Nu heter det Lämna rundturen överallt, med ett riktigt val: pausa och fortsätt exakt där du slutade, eller hoppa över rundturen helt. Det gamla alternativet Pausa rundturen, som bara fanns vid några kontrollpunkter, är borta eftersom detta nu täcker alla steg i stället för bara 3.
th: ข้ามทัวร์เคยเป็นทางเดียวที่จะออกจากทัวร์ใน 25 จาก 28 ขั้นตอน และจะรีเซ็ตความคืบหน้า แม้คุณแค่อยากพักแล้วกลับมาทีหลัง ตอนนี้ทุกที่ใช้ออกจากทัวร์ พร้อมตัวเลือกจริง คือหยุดชั่วคราวแล้วกลับมาต่อจากจุดเดิม หรือข้ามทัวร์ไปทั้งหมด ตัวเลือกหยุดทัวร์ชั่วคราวแบบเดิมที่มีเพียงบางจุดถูกลบออก เพราะตัวเลือกใหม่ใช้ได้ทุกขั้นตอนแทนที่จะมีแค่ 3
tr: Turu Atla, 28 adımın 25'inde turdan çıkmanın tek yoluydu ve yalnızca kısa bir ara vermek isteseniz bile ilerlemenizi sıfırlıyordu. Artık her yerde Turdan Ayrıl var ve gerçek bir seçim sunuyor: duraklatıp kaldığınız yerden devam edin ya da turu tamamen atlayın. Yalnızca bazı noktalarda bulunan eski Turu Duraklat seçeneği kaldırıldı; yeni seçenek yalnızca 3 değil, tüm adımları kapsıyor.
uk: «Пропустити тур» було єдиним способом вийти з туру на 25 з 28 кроків і скидало прогрес, навіть якщо ви хотіли лише ненадовго відійти. Тепер усюди є «Покинути тур» зі справжнім вибором: призупинити й продовжити саме з того місця, де зупинилися, або повністю пропустити тур. Старий варіант «Призупинити тур», доступний лише в кількох місцях, прибрано, бо новий охоплює всі кроки, а не лише 3.
vi: Bỏ qua hướng dẫn từng là cách duy nhất để thoát khỏi Hướng dẫn chào mừng ở 25 trong 28 bước, và nó đặt lại tiến độ của bạn, dù bạn chỉ muốn tạm rời đi một lúc. Giờ ở mọi nơi là Rời chuyến tham quan, với lựa chọn thực sự: tạm dừng rồi tiếp tục đúng chỗ đã dừng, hoặc bỏ qua hẳn. Tùy chọn Tạm dừng hướng dẫn cũ, chỉ có ở vài điểm, đã được bỏ vì giờ đây áp dụng cho mọi bước thay vì chỉ 3.
zh_hans: 在 28 步中的 25 步里，“跳过导览”曾是离开导览的唯一方式，而且即使你只是想暂时离开再回来，也会重置你的进度。现在各处都改为“离开导览”，提供真正的选择：暂停并从离开的地方继续，或完全跳过导览。旧的“暂停导览”选项只在少数节点可用，现已移除，因为新方式覆盖每一步，而不只是 3 步。

source: Welcome Tour Steps Now Read Paragraph by Paragraph
ar: خطوات الجولة الترحيبية تُقرأ فقرةً فقرة
de: Schritte der Willkommenstour werden absatzweise gelesen
el: Τα βήματα της ξενάγησης διαβάζονται παράγραφο προς παράγραφο
es: Los pasos del recorrido se leen párrafo a párrafo
fa: مراحل تور خوشامدگویی اکنون بند به بند خوانده می‌شود
fr: Les étapes de la visite se lisent paragraphe par paragraphe
he: שלבי הסיור נקראים פסקה אחר פסקה
hi: स्वागत टूर के चरण अब पैराग्राफ़-दर-पैराग्राफ़ पढ़े जाते हैं
id: Langkah Tur Sambutan Kini Dibaca per Paragraf
it: I passaggi del tour ora si leggono paragrafo per paragrafo
ja: ようこそツアーのステップを段落ごとに読み上げ
ko: 웰컴 투어 단계를 문단별로 읽기
nl: Stappen van de welkomstrondleiding worden per alinea gelezen
pl: Kroki przewodnika są czytane akapit po akapicie
pt: As etapas do tour agora são lidas parágrafo por parágrafo
ru: Шаги приветственного тура читаются по абзацам
sv: Välkomstrundturens steg läses stycke för stycke
th: ขั้นตอนในทัวร์ต้อนรับอ่านทีละย่อหน้า
tr: Karşılama Turu Adımları Artık Paragraf Paragraf Okunuyor
uk: Кроки вітального туру читаються по абзацах
vi: Các bước của Hướng dẫn chào mừng giờ đọc theo từng đoạn
zh_hans: 欢迎导览的步骤现在逐段朗读

source: Each Welcome Tour step's explanation used to read (or Braille-pan) as one long, unbroken block, the same problem already fixed for forum topics, blog posts, and podcast show notes. It's now split into shorter stops you can pause on, re-read, or skip past — a few more swipes, but no more one continuous wall of speech.
ar: كان شرح كل خطوة في الجولة يُقرأ (أو يُعرض بطريقة برايل) ككتلة واحدة طويلة متصلة، وهي المشكلة نفسها التي أُصلحت سابقًا في مواضيع المنتدى ومنشورات المدونة وملاحظات الحلقات. أصبح الآن مقسمًا إلى محطات أقصر يمكنك التوقف عندها أو إعادة قراءتها أو تجاوزها: بضع إيماءات إضافية، لكن لا مزيد من الكلام المتواصل.
de: Die Erklärung jedes Schritts der Willkommenstour wurde als ein langer, ununterbrochener Block vorgelesen oder in Braille angezeigt, dasselbe Problem, das bei Forumsthemen, Blogbeiträgen und Podcast-Shownotes schon behoben war. Jetzt ist sie in kürzere Abschnitte aufgeteilt, an denen du anhalten, sie erneut lesen oder überspringen kannst: ein paar Wischgesten mehr, aber kein ununterbrochener Redeschwall mehr.
el: Η εξήγηση κάθε βήματος της ξενάγησης διαβαζόταν (ή εμφανιζόταν σε braille) ως ένα μακρύ, αδιάσπαστο κομμάτι, το ίδιο πρόβλημα που είχε ήδη διορθωθεί για θέματα φόρουμ, αναρτήσεις ιστολογίου και σημειώσεις επεισοδίων. Τώρα χωρίζεται σε μικρότερα τμήματα όπου μπορείτε να σταματήσετε, να ξαναδιαβάσετε ή να προχωρήσετε: λίγες σαρώσεις παραπάνω, αλλά χωρίς ατελείωτη ροή ομιλίας.
es: La explicación de cada paso del recorrido se leía (o se mostraba en braille) como un solo bloque largo, el mismo problema ya corregido en temas del foro, entradas de blog y notas de episodios. Ahora está dividida en paradas más cortas donde puedes detenerte, releer o saltar: unos cuantos deslizamientos más, pero sin un torrente continuo de voz.
fa: توضیح هر مرحلهٔ تور به‌صورت یک قطعهٔ طولانی و پیوسته خوانده می‌شد (یا در بریل پیمایش می‌شد)، همان مشکلی که پیش‌تر برای موضوعات انجمن، پست‌های وبلاگ و یادداشت‌های قسمت‌ها برطرف شده بود. اکنون به توقف‌های کوتاه‌تری تقسیم شده است که می‌توانید روی آن‌ها مکث کنید، دوباره بخوانید یا رد شوید: چند حرکت بیشتر، اما دیگر جریان پیوستهٔ گفتار نیست.
fr: L'explication de chaque étape de la visite se lisait (ou défilait en braille) d'un seul bloc, le même problème déjà corrigé pour les sujets de forum, les articles de blog et les notes d'épisode. Elle est maintenant découpée en arrêts plus courts, sur lesquels vous pouvez faire une pause, relire ou passer : quelques balayages de plus, mais plus de flot de paroles ininterrompu.
he: ההסבר של כל שלב בסיור נקרא (או הוצג בברייל) כגוש אחד ארוך ורציף, אותה בעיה שכבר תוקנה בנושאי פורום, בפוסטים בבלוג ובהערות פרקים. עכשיו הוא מחולק לעצירות קצרות יותר שבהן אפשר לעצור, לקרוא שוב או לדלג: כמה החלקות נוספות, אבל בלי זרם דיבור רציף.
hi: टूर के हर चरण की व्याख्या एक लंबे, लगातार हिस्से के रूप में पढ़ी जाती (या ब्रेल में दिखाई जाती) थी, वही समस्या जो फ़ोरम विषयों, ब्लॉग पोस्ट और एपिसोड नोट्स में पहले ही ठीक हो चुकी थी। अब यह छोटे-छोटे पड़ावों में बंटी है जहां आप रुक सकते हैं, दोबारा पढ़ सकते हैं या आगे बढ़ सकते हैं: कुछ स्वाइप ज़्यादा, पर अब बिना रुके बोलने की धारा नहीं।
id: Penjelasan setiap langkah Tur Sambutan dulu dibacakan (atau ditampilkan di Braille) sebagai satu blok panjang tanpa jeda, masalah yang sama yang sudah diperbaiki untuk topik forum, postingan blog, dan catatan episode podcast. Kini dipecah menjadi bagian-bagian lebih pendek yang bisa Anda jeda, baca ulang, atau lewati: sedikit lebih banyak gesekan, tetapi tidak ada lagi ucapan panjang tanpa henti.
it: La spiegazione di ogni passaggio del tour veniva letta (o scorreva in braille) come un unico blocco lungo, lo stesso problema già risolto per argomenti del forum, articoli del blog e note degli episodi. Ora è divisa in pause più brevi su cui fermarti, rileggere o passare oltre: qualche scorrimento in più, ma niente più flusso continuo di parole.
ja: ようこそツアーの各ステップの説明は、ひと続きの長いかたまりとして読み上げ(点字表示)されていました。フォーラムのトピック、ブログ記事、エピソードのメモではすでに修正済みの問題です。現在は短い区切りに分かれ、そこで止まったり、読み直したり、飛ばしたりできます。スワイプは少し増えますが、読み上げが途切れず続くことはなくなりました。
ko: 웰컴 투어 각 단계의 설명이 하나의 긴 덩어리로 읽히거나 점자로 표시되었습니다. 포럼 주제, 블로그 게시물, 에피소드 노트에서는 이미 고친 문제입니다. 이제 짧게 나뉘어 있어 멈추거나, 다시 읽거나, 넘어갈 수 있습니다. 쓸어넘기기가 조금 늘지만 끝없이 이어지는 음성은 없습니다.
nl: De uitleg bij elke stap van de rondleiding werd voorgelezen (of in braille getoond) als één lang, onafgebroken blok, hetzelfde probleem dat al was opgelost voor forumonderwerpen, blogberichten en afleveringsnotities. Nu is die opgedeeld in kortere stukken waar je kunt pauzeren, opnieuw lezen of overslaan: een paar veegbewegingen meer, maar geen onafgebroken stroom spraak meer.
pl: Wyjaśnienie każdego kroku przewodnika było czytane (lub przewijane w brajlu) jako jeden długi blok, ten sam problem, który już naprawiono w wątkach forum, wpisach na blogu i notatkach do odcinków. Teraz jest podzielone na krótsze fragmenty, na których można się zatrzymać, przeczytać ponownie lub je pominąć: kilka gestów więcej, ale bez nieprzerwanego potoku mowy.
pt: A explicação de cada etapa do tour era lida (ou exibida em braille) como um único bloco longo, o mesmo problema já corrigido em tópicos do fórum, postagens do blog e notas de episódios. Agora está dividida em paradas mais curtas, onde você pode pausar, reler ou pular: alguns gestos a mais, mas sem aquele fluxo contínuo de fala.
ru: Пояснение к каждому шагу тура читалось (или выводилось шрифтом Брайля) одним длинным сплошным блоком — та же проблема, что уже была исправлена для тем форума, записей блога и описаний эпизодов. Теперь оно разбито на короткие фрагменты, на которых можно остановиться, перечитать или пропустить: немного больше смахиваний, но больше никакого сплошного потока речи.
sv: Förklaringen i varje steg av rundturen lästes upp (eller visades i punktskrift) som ett långt, sammanhängande block, samma problem som redan åtgärdats för forumämnen, blogginlägg och avsnittsanteckningar. Nu är den uppdelad i kortare stopp där du kan pausa, läsa om eller hoppa vidare: några svep till, men inget oavbrutet flöde av tal.
th: คำอธิบายของแต่ละขั้นตอนในทัวร์ถูกอ่าน (หรือแสดงเป็นอักษรเบรลล์) เป็นก้อนยาวต่อเนื่องก้อนเดียว ซึ่งเป็นปัญหาเดียวกับที่แก้ไปแล้วในหัวข้อฟอรัม บทความบล็อก และบันทึกตอนพอดแคสต์ ตอนนี้แบ่งเป็นช่วงสั้น ๆ ที่คุณหยุด อ่านซ้ำ หรือข้ามได้ ต้องปัดเพิ่มอีกนิด แต่ไม่มีเสียงพูดยาวต่อเนื่องอีกแล้ว
tr: Karşılama Turu'nun her adımındaki açıklama tek, uzun ve kesintisiz bir blok olarak okunuyor (ya da Braille'de kaydırılıyordu); forum konuları, blog yazıları ve bölüm notlarında zaten düzeltilmiş olan sorunun aynısı. Artık duraklayabileceğiniz, yeniden okuyabileceğiniz veya geçebileceğiniz daha kısa duraklara bölünmüş: birkaç kaydırma fazla, ama artık kesintisiz bir konuşma seli yok.
uk: Пояснення до кожного кроку туру читалося (або виводилося шрифтом Брайля) одним довгим суцільним блоком — та сама проблема, що вже була виправлена для тем форуму, записів блогу й описів епізодів. Тепер його розбито на коротші фрагменти, де можна зупинитися, перечитати або пропустити: трохи більше жестів, але більше жодного суцільного потоку мовлення.
vi: Phần giải thích của mỗi bước trong Hướng dẫn chào mừng từng được đọc (hoặc hiển thị chữ nổi) thành một khối dài liền mạch, đúng vấn đề đã sửa ở chủ đề diễn đàn, bài viết blog và ghi chú tập podcast. Giờ nó được chia thành các đoạn ngắn hơn để bạn dừng, đọc lại hoặc bỏ qua: vuốt thêm vài lần, nhưng không còn một tràng lời liên tục.
zh_hans: 欢迎导览每一步的说明过去会作为一整段连续内容朗读（或在盲文上滚动），这与论坛话题、博客文章和单集节目说明中已修复的问题相同。现在它被拆分成较短的段落，你可以暂停、重读或跳过：多轻扫几次，但不再是一整段不间断的语音。

source: The Whole Welcome Tour Now Actually Translates
ar: الجولة الترحيبية كاملة تُترجم الآن فعلًا
de: Die ganze Willkommenstour wird jetzt wirklich übersetzt
el: Όλη η ξενάγηση καλωσορίσματος μεταφράζεται πλέον πραγματικά
es: Todo el recorrido de bienvenida ahora sí se traduce
fa: کل تور خوشامدگویی اکنون واقعاً ترجمه می‌شود
fr: Toute la visite de bienvenue est maintenant vraiment traduite
he: כל סיור הקבלת הפנים מתורגם עכשיו באמת
hi: पूरा स्वागत टूर अब सच में अनुवादित होता है
id: Seluruh Tur Sambutan Kini Benar-benar Diterjemahkan
it: Tutto il tour di benvenuto ora viene davvero tradotto
ja: ようこそツアー全体が実際に翻訳されるようになりました
ko: 웰컴 투어 전체가 이제 실제로 번역됩니다
nl: De hele welkomstrondleiding wordt nu echt vertaald
pl: Cały przewodnik powitalny jest teraz naprawdę tłumaczony
pt: Todo o tour de boas-vindas agora é traduzido de verdade
ru: Весь приветственный тур теперь действительно переводится
sv: Hela välkomstrundturen översätts nu på riktigt
th: ทัวร์ต้อนรับทั้งหมดแปลได้จริงแล้ว
tr: Tüm Karşılama Turu Artık Gerçekten Çevriliyor
uk: Увесь вітальний тур тепер справді перекладається
vi: Toàn bộ Hướng dẫn chào mừng giờ đã thực sự được dịch
zh_hans: 整个欢迎导览现在真正被翻译

source: Two Welcome Tour Content Corrections
ar: تصحيحان للمحتوى في الجولة الترحيبية
de: Zwei inhaltliche Korrekturen an der Willkommenstour
el: Δύο διορθώσεις περιεχομένου στην ξενάγηση καλωσορίσματος
es: Dos correcciones de contenido en el recorrido de bienvenida
fa: دو اصلاح محتوایی در تور خوشامدگویی
fr: Deux corrections de contenu dans la visite de bienvenue
he: שני תיקוני תוכן בסיור הקבלת הפנים
hi: स्वागत टूर की सामग्री में दो सुधार
id: Dua Koreksi Isi Tur Sambutan
it: Due correzioni di contenuto nel tour di benvenuto
ja: ようこそツアーの内容の修正2件
ko: 웰컴 투어 내용 수정 2건
nl: Twee inhoudelijke correcties in de welkomstrondleiding
pl: Dwie poprawki treści w przewodniku powitalnym
pt: Duas correções de conteúdo no tour de boas-vindas
ru: Два исправления содержания приветственного тура
sv: Två innehållsrättelser i välkomstrundturen
th: การแก้ไขเนื้อหาในทัวร์ต้อนรับสองจุด
tr: Karşılama Turunda İki İçerik Düzeltmesi
uk: Два виправлення вмісту вітального туру
vi: Hai sửa đổi nội dung trong Hướng dẫn chào mừng
zh_hans: 欢迎导览的两处内容更正
